{"meta":{"title":"胖胖罗的一亩三分地","subtitle":"","description":"","author":"胖胖罗","url":"http://superchen14.github.io","root":"/"},"pages":[],"posts":[{"title":"笨笨石的错题本","slug":"math","date":"2022-09-24T10:08:26.288Z","updated":"2022-09-24T10:22:04.931Z","comments":true,"path":"math/","link":"","permalink":"http://superchen14.github.io/math/","excerpt":"","text":"有3个吉利数：888，518，666，用它们分别除以同一个自然数，所得余数依次为a，a+7，a+10，求这个自然数 李奶奶准备用100米的篱笆靠墙围出一块长方形菜地，这块菜地的面积最大是多少平方米 运一批钢材，如果用小车装需要36辆小车；如果用大车装，需要28辆大车。已知每辆小车比大车少运4t，如果用14辆大车装走一部分钢材，剩下的钢材需要用多少量小车运？ 2 * 4 + 4 * 6 + 6 * 8 + … + 18 * 20 有一个整数，用它去除70、110、160所得的三个余数之和是50，那么这个整数是 只修改970405的某个数字，就可使修改后的六位数能被225整除，修改后的六位数是多少 去年某校的入学考试中，某个教室有40名同学，前10名同学平均分比全部同学平均分高9分，那么其余30名同学的平均比这个教室全班同学的平均分低多少分 用3个不同的数字能组成6个数字不同的三位数，已知其中5个的和是3194，剩下的那个数是多少 某校师生为贫困地区捐款1995元，这个学校共有35名教师，14个教学班，各班同学人数相同且多于30人，不超过45人。如果捐款的平均数是整数，那么平均数是多少元 姐姐和妹妹各看一本书，姐姐看的书的页数是妹妹的2倍，姐姐每天看14页，妹妹每天看10页，( )天后妹妹的书看完了，姐姐的书还剩42页，妹妹的书有( )页，姐姐的书有( )页 某电影院昨日售出30元、40元、50元的电影票共400张，收入15600元，其中售出的40元和50元的电影票一样多，每种电影票各售出多少张 甲乙丙丁四人一共有177本课外书，如果甲的课外书数量加4本，乙的课外书数量减1本，丙的课外书数量乘2，丁的课外书数量除以2，那么四个人的课外书数量一样多，请问丁有多少本课外书 今年姐姐和弟弟的年龄和是40岁，姐姐对弟弟说：”当我和你现在一样大时，那一年我的年龄刚好是你那一年年龄的2倍”。姐姐今年多少岁 3点多少分时针和分针重合 甲、乙两人从A地去B地，甲每分钟行90米，乙每分钟行60米，乙先行2分钟，甲追到乙时，甲还需行3分钟能到达B地，求A、B两地的距离 上午，小张骑车从甲地出发去乙地。下午1点，小王开车也从甲地出发，前往乙地。下午2点时两人之间的距离是15千米。下午3点时两人之间的距离还是15千米。下午4点时小王到达乙地，晚上7点小张到底乙地。小张是上午几点出发？ 排一本书的页码，需要用2202个数码，这本书共有多少页 一站正方形纸，如图所示折叠后，求角1的度数 一本书共870页，数字0共出现了几次 300页的书中含1的有多少页 一本书有48页的书，中间缺了一页，小明将残叶的页码想加，得到1131，老师说小明计算错了，这是为什么? 将自然数从小到大的顺序排成一个数: 123456789101112…, 问第2000位上的数字是多少？ 一本书的页面一共用了49个数字0，那么这本书最多有多少页，最少有多少页 一本2020页的书，数字2出现了几次，数字8出现了几次 印刷一本书用了1692个数码，这本书中出现数字4的页码有多少页？数字4出现了几次？ 在1~2019的全部自然数中，恰好是3,5,7中两个数的倍数的数一共有多少个？ 新一期的猫咪训练营开始了。总共有70只小猫咪报名参加。经过一段时间的训练后，有40只猫咪学会了爬树，有35只猫咪学会了抓老鼠，那么两种都会的最多有几只？最少有几只？ 一个自然数，除以11时所得到的商和余数是相等的，除以9所得到的的商是余数的3倍，这个自然数是多少 用8个3和一个0组成的九位数有若干个，其中除以4余1的有多少个 甲乙丙丁戊围坐在圆桌旁，加油固定作为，乙和丁不能相邻，那么共有多少种不同的围坐方法 有编号1~300枚硬币正面朝上放在桌上，先将编号为4的倍数的硬币翻个身，再将编号为6的倍数的硬币翻个身，最后还有几枚硬币正面朝上 周老师给六(2)班出了两道数学问题，规定作对第一题得3分，做对第二题得4分，没做或者做错得0分，已知全班共有68个学生，至少有几个学生得分相同 三位数中至少有一位是3的共有几个？ 一本6666页的书中含6的有多少页? 某雪天一个车队以5米&#x2F;秒的速度缓慢通过一座长200米的大桥，共用145秒，如果每辆车厂5米，两车间隔8米，那么这个车队共有几辆车？ 一辆汽车和一辆摩托车同时从甲乙两地相对开出，摩托车每小时行54千米，汽车每小时行48千米。两车相遇后又以原来的速度继续前进，摩托车到甲地立即返回，汽车到乙地立即返回。两车在距离中点108千米的地方再次相遇 ，那么甲乙两地的路程是多少千米？","categories":[],"tags":[{"name":"石头","slug":"石头","permalink":"http://superchen14.github.io/tags/%E7%9F%B3%E5%A4%B4/"}]},{"title":"笨笨石的错题本答案","slug":"math_done","date":"2022-09-24T10:08:26.288Z","updated":"2022-09-24T10:23:14.064Z","comments":true,"path":"math_done/","link":"","permalink":"http://superchen14.github.io/math_done/","excerpt":"","text":"有3个吉利数：888，518，666，用它们分别除以同一个自然数，所得余数依次为a，a+7，a+10，求这个自然数 李奶奶准备用100米的篱笆靠墙围出一块长方形菜地，这块菜地的面积最大是多少平方米 运一批钢材，如果用小车装需要36辆小车；如果用大车装，需要28辆大车。已知每辆小车比大车少运4t，如果用14辆大车装走一部分钢材，剩下的钢材需要用多少量小车运？ 2 * 4 + 4 * 6 + 6 * 8 + … + 18 * 20答案 1320 有一个整数，用它去除70、110、160所得的三个余数之和是50，那么这个整数是答案 29 只修改970405的某个数字，就可使修改后的六位数能被225整除，修改后的六位数是多少答案 970425 去年某校的入学考试中，某个教室有40名同学，前10名同学平均分比全部同学平均分高9分，那么其余30名同学的平均比这个教室全班同学的平均分低多少分答案 3 用3个不同的数字能组成6个数字不同的三位数，已知其中5个的和是3194，剩下的那个数是多少答案 358 某校师生为贫困地区捐款1995元，这个学校共有35名教师，14个教学班，各班同学人数相同且多于30人，不超过45人。如果捐款的平均数是整数，那么平均数是多少元答案 3 姐姐和妹妹各看一本书，姐姐看的书的页数是妹妹的2倍，姐姐每天看14页，妹妹每天看10页，(7)天后妹妹的书看完了，姐姐的书还剩42页，妹妹的书有(70)页，姐姐的书有(140)页 某电影院昨日售出30元、40元、50元的电影票共400张，收入15600元，其中售出的40元和50元的电影票一样多，每种电影票各售出多少张答案 30元160张 40元50元各120张 甲乙丙丁四人一共有177本课外书，如果甲的课外书数量加4本，乙的课外书数量减1本，丙的课外书数量乘2，丁的课外书数量除以2，那么四个人的课外书数量一样多，请问丁有多少本课外书答案 丁有80本课外书 今年姐姐和弟弟的年龄和是40岁，姐姐对弟弟说：”当我和你现在一样大时，那一年我的年龄刚好是你那一年年龄的2倍”。姐姐今年多少岁答案 24岁 3点多少分时针和分针重合 上午，小张骑车从甲地出发去乙地。下午1点，小王开车也从甲地出发，前往乙地。下午2点时两人之间的距离是15千米。下午3点时两人之间的距离还是15千米。下午4点时小王到达乙地，晚上7点小张到底乙地。小张是上午几点出发？答案 上午10点出发 甲乙两车分别从A、B两地同向开出，4小时后两车相距60千米，又过了4小时，两车又相距60千米，这时候甲乙分别调头，经过多久甲追上乙答案 2小时 排一本书的页码，需要用2202个数码，这本书共有多少页答案 770 一站正方形纸，如图所示折叠后，求角1的度数 一本书共870页，数字0共出现了几次答案 167 300页的书中含1的有多少页答案 138 一本书有48页的书，中间缺了一页，小明将残叶的页码想加，得到1131，老师说小明计算错了，这是为什么?答案 假如小明是对的，缺的页为 22 23页，这是不可能的 将自然数从小到大的顺序排成一个数: 123456789101112…, 问第2000位上的数字是多少？答案 0 一本书的页面一共用了49个数字0，那么这本书最多有多少页，最少有多少页答案 最多299 最少290 一本2020页的书，数字2出现了几次，数字8出现了几次答案 2出现了624次 8出现了602次 印刷一本书用了1692个数码，这本书中出现数字4的页码有多少页？数字4出现了几次？答案 共600页 在1~2019的全部自然数中，恰好是3,5,7中两个数的倍数的数一共有多少个？答案 230 新一期的猫咪训练营开始了。总共有70只小猫咪报名参加。经过一段时间的训练后，有40只猫咪学会了爬树，有35只猫咪学会了抓老鼠，那么两种都会的最多有几只？最少有几只？答案 35 5 一个自然数，除以11时所得到的商和余数是相等的，除以9所得到的的商是余数的3倍，这个自然数是多少答案 84 用8个3和一个0组成的九位数有若干个，其中除以4余1的有多少个答案 6 甲乙丙丁戊围坐在圆桌旁，加油固定作为，乙和丁不能相邻，那么共有多少种不同的围坐方法答案 12 有编号1~300枚硬币正面朝上放在桌上，先将编号为4的倍数的硬币翻个身，再将编号为6的倍数的硬币翻个身，最后还有几枚硬币正面朝上答案 225 周老师给六(2)班出了两道数学问题，规定作对第一题得3分，做对第二题得4分，没做或者做错得0分，已知全班共有68个学生，至少有几个学生得分相同答案 17 一本6666页的书中含6的有多少页?答案 2293 某雪天一个车队以5米&#x2F;秒的速度缓慢通过一座长200米的大桥，共用145秒，如果每辆车厂5米，两车间隔8米，那么这个车队共有几辆车？答案 车队长 525米 车辆数 41辆 一辆汽车和一辆摩托车同时从甲乙两地相对开出，摩托车每小时行54千米，汽车每小时行48千米。两车相遇后又以原来的速度继续前进，摩托车到甲地立即返回，汽车到乙地立即返回。两车在距离中点108千米的地方再次相遇 ，那么甲乙两地的路程是多少千米？答案 1224","categories":[],"tags":[{"name":"石头","slug":"石头","permalink":"http://superchen14.github.io/tags/%E7%9F%B3%E5%A4%B4/"}]}],"categories":[],"tags":[{"name":"石头","slug":"石头","permalink":"http://superchen14.github.io/tags/%E7%9F%B3%E5%A4%B4/"}]}